export default {
  projections: {
    ТчПрограмE: {
      режим: {
        __caption__: 'Режим',
        название: {
          __caption__: 'Название'
        },
        вода: {
          __caption__: '',
          вода: {
            __caption__: 'Вода'
          }
        },
        время: {
          __caption__: '',
          время: {
            __caption__: 'Время'
          }
        },
        кондер: {
          __caption__: '',
          кондицион: {
            __caption__: 'Кондицион'
          }
        },
        моющееСред: {
          __caption__: '',
          моющее: {
            __caption__: 'Моющее'
          }
        },
        температуры: {
          __caption__: '',
          температура: {
            __caption__: 'Температура'
          }
        }
      }
    }
  },
  validations: {
    режим: {
      __caption__: 'Режим'
    },
    отчет: {
      __caption__: 'отчет'
    }
  }
};
