export default {
  projections: {
    РежимE: {
      название: {
        __caption__: 'Название'
      },
      моющееСред: {
        __caption__: 'Моющее сред',
        моющее: {
          __caption__: 'Моющее'
        }
      },
      температуры: {
        __caption__: 'Температуры',
        температура: {
          __caption__: 'Температура'
        }
      },
      кондер: {
        __caption__: 'Кондер',
        кондицион: {
          __caption__: 'Кондицион'
        }
      },
      вода: {
        __caption__: 'Вода',
        вода: {
          __caption__: 'Вода'
        }
      },
      время: {
        __caption__: 'Время',
        время: {
          __caption__: 'Время'
        }
      }
    },
    РежимL: {
      название: {
        __caption__: 'Название'
      },
      моющееСред: {
        __caption__: 'Моющее',
        моющее: {
          __caption__: 'Моющее'
        }
      },
      температуры: {
        __caption__: 'Температура',
        температура: {
          __caption__: 'Температура'
        }
      },
      кондер: {
        __caption__: 'Кондицион',
        кондицион: {
          __caption__: 'Кондицион'
        }
      },
      вода: {
        __caption__: 'Вода',
        вода: {
          __caption__: 'Вода'
        }
      },
      время: {
        __caption__: 'Время',
        время: {
          __caption__: 'Время'
        }
      }
    }
  },
  validations: {
    название: {
      __caption__: 'Название'
    },
    вода: {
      __caption__: 'Вода'
    },
    время: {
      __caption__: 'Время'
    },
    кондер: {
      __caption__: 'Кондер'
    },
    моющееСред: {
      __caption__: 'Моющее сред'
    },
    температуры: {
      __caption__: 'Температуры'
    }
  }
};
