export default {
  projections: {
    СписокПрограмE: {
      дата: {
        __caption__: 'Дата'
      },
      тчПрограм: {
        __caption__: 'Тч програм',
        режим: {
          __caption__: 'Режим',
          название: {
            __caption__: 'Название'
          },
          вода: {
            __caption__: '',
            вода: {
              __caption__: 'Вода'
            }
          },
          время: {
            __caption__: '',
            время: {
              __caption__: 'Время'
            }
          },
          кондер: {
            __caption__: '',
            кондицион: {
              __caption__: 'Кондицион'
            }
          },
          моющееСред: {
            __caption__: '',
            моющее: {
              __caption__: 'Моющее'
            }
          },
          температуры: {
            __caption__: '',
            температура: {
              __caption__: 'Температура'
            }
          }
        }
      }
    },
    СписокПрограмL: {
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    }
  }
};
